INSERT INTO "PUBLIC"."NOTICE_ITEM" (ITEMID,PRODUCTCODE,LANGUAGETYPE,MODULETYPE,MODULENAME,NOTICETYPE,NOTICECODE,TITLE,CONTENT,JUMPLINK,CREATEUSER,UPDATETIME,UPDATEUSER) VALUES
	 ('0c317117-b302-4510-b899-1352947696fb','{seaTide}',1,4,'软件系统',1,101,'定位失败','请手动选择定位点，帮助机器重新定位','请手动选择定位点，帮助机器重新定位','',0,''),
	 ('3a392fc6-c01f-42cc-b4a9-8f645d8b463f','{seaTide,seaWave}',1,0,'整机状态',1,101,'通知内容','通知内容','跳转链接','',0,''),
	 ('6115b00e-cc5f-4adc-ba00-0ff24e9842da','{seaTide,seaWave}',1,0,'整机状态',1,6403,'请确认机器当前地图','机器处于群组模式，建议选择群组地图为当前地图。去设置','跳转至（在线）地图列表页','',0,''),
	 ('c4bbf971-47e3-48bb-ac37-d3c1a469b7a8','{seaTide}',1,0,'整机状态',1,7001,'即将关机','机器当前在X楼，即将关机，请帮助机器充电','','',0,''),
	 ('ceab9613-3506-405d-9d1e-196e764cb88a','{seaTide,seaWave}',1,0,'粗滤网（袋）',1,7006,'电池温度过低','进入电池低温保护状态，主机已关机。请手动将机器推至温度适宜环境（0度以上），等待电池温度恢复后，再尝试开机。','','',0,''),
	 ('d47483cc-0562-4bfb-ac04-e1ecc0fe6962','{seaTide}',1,7,'耗材计时',1,7028,'粗滤网（袋）脏污','请及时清洗粗滤网（袋）','对应耗材管理页面（按照清洗组滤网（袋）操作步骤来呈现）','',0,''),
	 ('ef17c1cc-07ba-4af1-947e-e1cd3423e6d6','{seaTide,seaWave}',1,7,'排污泵滤网',1,7029,'排污泵滤网脏污','请及时清洗排污泵滤网','对应耗材管理页面（按照清洗排污泵滤网操作步骤来呈现）','',0,'');
